{
  "home": "CASA",
  "chart": "CUADRO",
  "wallet": "CARTERA",
  "periods": "PERÍODOS",
  "View Rewards": "Ver recompensas",
  "Try Again": "Intentar otra vez",
  "Connected Address": "Dirección conectada",
  "Sign Up for rewards": "Regístrese para recibir recompensas",
  "How are Rewards Calculated?": "¿Cómo se calculan las recompensas?",
  "Rewards will be paid out within two days after the end of one-week accrual periods": "Las recompensas se pagarán dentro de los dos días posteriores al final de los períodos de acumulación de una semana.",
  "Earnings Over Time": "Ganancias a lo largo del tiempo",
  "Connect a wallet to view rewards over time with an interactive chart": "Conecte una billetera para ver las recompensas a lo largo del tiempo con un gráfico interactivo",
  "Include unvested rewards in chart totals": "Incluir recompensas no otorgadas en los totales del gráfico",
  "Connect Wallet to View Assets": "Conectar Wallet para ver activos",
  "Asset": "Activo",
  "Asset ID": "ID de activo",
  "Avg Amount Supplied": "Importe medio suministrado",
  "Last Week’s Rewards": "Recompensas de la semana pasada",
  "Total": "Total",
  "Period Pending": "Period Pending",
  "Vested Rewards": "Recompensas adquiridas",
  "Connect a wallet to see your current pending rewards": "Conecte una billetera para ver sus recompensas pendientes actuales",
  "Rewards will be paid out two days after the end of one-week accrual periods": "Las recompensas se pagarán dos días después del final de los períodos de acumulación de una semana",
  "View on AlgoExplorer": "Ver en AlgoExplorer",
  "Period": "Período",
  "Earned Rewards": "Recompensas ganadas",
  "Unvested Rewards": "Recompensas no otorgadas",
  "WALLET NAME": "NOMBRE DE LA CARTERA",
  "BALANCE": "BALANCE",
  "Disconnect": "Desconectar",
  "Connect wallets and manage here": "Conecte billeteras y administre aquí",
  "Choose a country": "Elige un país",
  "Connect Wallet with": "Conectar Monedero con",
  "Confirm Your Location": "Confirma tu ubicación",
  "Algodex needs to confirm your location to comply with local regulations": "Algodex necesita confirmar su ubicación para cumplir con las regulaciones locales",
  "Confirm": "Confirmar",
  "Your country is supported": "Tu país es compatible",
  "To sign up for rewards you will need to connect your wallet with a 0 ALGO transaction. This transaction will also opt into ALGX if your wallet hasn&apos;t done so already": "Para suscribirse a las recompensas, deberá conectar su billetera con una transacción 0 ALGO. Esta transacción también optará por ALGX si su billetera aún no lo ha hecho",
  "Your country is not supported yet": "Su país aún no es compatible",
  "At this time, your country is not eligible to sign up for rewards. Your country may become eligible in the future. Keep an eye on our social channels for updates": "En este momento, su país no es elegible para registrarse para recibir recompensas. Su país puede volverse elegible en el futuro. Esté atento a nuestros canales sociales para actualizaciones",
  "TRADE": "COMERCIO",
  "DOCS": "DOCS",
  "ABOUT": "SOBRE",
  "SUPPORT": "APOYO",
  "MAILBOX": "BUZÓN",
  "Current Period": "Período actual",
  "You can select a period from this list to view more information": "Puede seleccionar un período de esta lista para ver más información",
  "Previous Periods": "Períodos anteriores",
  "Select Assets to Include in Chart": "Seleccionar activos para incluir en el gráfico",
  "currently earning rewards for this period. Number of rewards will be updated when they are paid out": "actualmente ganando recompensas por este período. El número de recompensas se actualizará cuando se paguen",
  "currently earning rewards for this period": "actualmente ganando recompensas por este período",
  "Number of rewards will be updated when they are paid out": "El número de recompensas se actualizará cuando se paguen",
  "is": "es",
  "NOT": "NO",
  "You have an active walletconnect session, do you want to disconnect the current session to connect another":"Tienes una sesión activa de walletconnect, ¿quieres desconectar la sesión actual para conectar otra?",
  "Close": "Cerca",
  "Connect new": "Conectar nueva",
  "Active Session": "Sesión activa",
  "View breakdown of earning and vesting of ALGX from each period here": "Vea el desglose de ganancias y derechos de ALGX de cada período aquí",
  "Rewards have been paid out through Period": "Las recompensas se han pagado a través del período",
  "Complete": "Completa",
  "Click the arrow beside each wallet to expand for the option to disconnect and to view ALGO and ALGX balances. Other ASAs are not shown on this page": "Haga clic en la flecha al lado de cada billetera para expandir la opción de desconectarse y ver los saldos de ALGO y ALGX. Otros ASA no se muestran en esta página",
  "Return Home": "Volver a casa",
  "Return to Period List":"Volver a la lista de períodos",
  "ALGX Liquidity Rewards Program":"Programa de recompensas de liquidez ALGX",
  "Rewards earned from Mainnet Version 1 and Mainnet Version 2 are subject to a vesting schedule. This vesting schedule is depicted in this document":"Las recompensas obtenidas de Mainnet Versión 1 y Mainnet Versión 2 están sujetas a un cronograma de adquisición. Este cronograma de adjudicación se describe en este documento.",
  "Rewards were paid out on":"Las recompensas se pagaron el"
}
